Repository: stankovictab/ftn-sims-hci-hospital
Catalog: Properties/Resources.*.resx
Languages: sr_latn

# addButton
source: Add
sr_latn: Dodaj

# advancedRenovationsButton
source: Advanced
sr_latn: Napredne

# alternativesColumn
source: Alternatives
sr_latn: Alternative

# amountColumn
source: Amount
sr_latn: Količina

source: Amount To Use
sr_latn: Količina za Uzimanje

source: Available Amount
sr_latn: Raspoloživa Količi na

# backgroundColor
source: White
sr_latn: Black

# basicRenovationsButton
source: Simple
sr_latn: Jednostavne

source: Choose Rooms to Merge
sr_latn: Izaberi Sobe za Spajanje

# chooseRoomsToSplit
source: Choose Room To Split
sr_latn: Izaberi Sobu za Deljenje

# createButton
source: Create
sr_latn: Napravi

# currentScheduleLabel
source: Current Schedule:
sr_latn: Trenutni Raspored

# deleteButton
source: Delete
sr_latn: Obriši

# descriptionColumn
source: Description
sr_latn: Opis

# desiredTimeLabel
source: Desired Time
sr_latn: Željeno Vreme

# durationColumn
source: Duration
sr_latn: Trajanje

# dynamicEquipmentButton
source: Dynamic Equipment
sr_latn: Dinamička Oprema

# endTimeColumn
source: End Time
sr_latn: Vreme Kraja

source: Enschedule Merge
sr_latn: Zakaži Spajanje

source: Enschedule Split
sr_latn: Zakaži Deljenje

# equipmentColumn
source: Equipment
sr_latn: Opremna

# estimatedDurationLabel
source: Estimated Duration
sr_latn: Procenjeno Trajanje

# filterByLabel
source: FilterBy
sr_latn: Filtriraj Po

# floorNumberColumn
source: Floor Number
sr_latn: Broj Sprata

# fromRoomColumn
source: From Room
sr_latn: Iz Sobe

source: Generate Report
sr_latn: Generiši Izveštaj

# ingredientsColumn
source: Ingredients
sr_latn: Sastojci

# inventoryButton
source: Inventory
sr_latn: Inventar

# languageLabel
source: Choose a Language
sr_latn: Izaberite Jezik

# locationColumn
source: Location
sr_latn: Lokacija

# locationLabel
source: Location
sr_latn: Lokacija

# managerNewLabel
source: Zdravo Corporation
sr_latn: Zdravo Korporacija

# medicineInventoryButton
source: Inventory
sr_latn: Inventar

# medicineMenuItem
source: Medicine ⚕
sr_latn: Lekovi

# medicineReportButton
source: Report
sr_latn: Izveštaj

# medicineStorageLabel
source: Medicine Storage:
sr_latn: Skladište Lekova

# nameColumn
source: Name
sr_latn: Ime

# nameLabel
source: Name
sr_latn: Ime

# newMergeRenovationButton
source: New Merge Renovation
sr_latn: Novo Spajanje

source: New Room
sr_latn: Nova Soba

source: New Room 1
sr_latn: Nova Soba 1

source: New Room 2
sr_latn: Nova Soba 2

# newRoomsColumn
source: New Room(s)
sr_latn: Nova(e) Sobe

# newSplitRenovationButton
source: New Split Renovation
sr_latn: Novo Razdvajanje

source: Old Room
sr_latn: Stara Soba

# passwordLabel
source: Password
sr_latn: Lozinka

# pastScheduleLabel
source: Past Schedule:
sr_latn: Prethodni Raspored

# phoneLabel
source: Phone Number
sr_latn: Broj Telefona

# profilButton
source: Profile
sr_latn: Profil

# profileMenuItem
source: 👤 Cveta Cvetic
sr_latn: Cveta Cvetić

source: Put In Room
sr_latn: Stavi u Sobu

source: Reason For Denial
sr_latn: Razlog za Odbijanje

source: Renovation Details
sr_latn: Opis Renovacije

# renovationsMenuItem
source: Renovations 🛠
sr_latn: Renovacije

# resubmitButton
source: Resubmit
sr_latn: Ažuriraj

# roomColumn
source: Room
sr_latn: Soba

source: Room Description
sr_latn: Opis Sobe

source: Room Floor
sr_latn: Broj Sprata

source: Room Number
sr_latn: Broj Sobe

# roomsButton
source: Rooms 🛏
sr_latn: Sobe

# roomsListLabel
source: Rooms List:
sr_latn: Lista Soba

source: Room Status
sr_latn: Status Sobe

source: Room Type
sr_latn: Tip Sobe

# scheduleButton
source: Moving Schedule
sr_latn: Preraspoređivanje

source: Search By Name
sr_latn: Traži po Imenu

source: Select a Room To Split
sr_latn: Izaberi Sobu za Deljenje

# signoutButton
source: Sign Out
sr_latn: Odjava

# startTimeColumn
source: Start Time
sr_latn: Vreme Početka

# staticEquipmentButton
source: Static Equipment
sr_latn: Statička Oprema

# storageMenuItem
source: Storage 🗄
sr_latn: Skladište

# surnameLabel
source: Surname
sr_latn: Prezime

source: Take Out of Storage
sr_latn: Izvadi iz Skladišta

# timeColumn
source: Time
sr_latn: Vreme

# toRoomColumn
source: To Room
sr_latn: U Sobu

# typeColumn
source: Type
sr_latn: Tip

# typeLabel
source: Type
sr_latn: Tip

# unavailableRoomsColumn
source: Unavailable Room(s)
sr_latn: Nedostupna(e) Sobe

# updateButton
source: Update
sr_latn: Ažuriraj

# viewButton
source: View
sr_latn: Učitaj
